<?php
/**
 * Created by PhpStorm.
 * User: KuzyT
 * Date: 24.05.2019
 */

return [

    /*
    |--------------------------------------------------------------------------
    | Языковые ресурсы аутентификации
    |--------------------------------------------------------------------------
    |
    | Следующие языковые ресурсы используются во время аутентификации для
    | различных сообщений которые мы должны вывести пользователю на экран.
    | Вы можете свободно изменять эти языковые ресурсы в соответствии
    | с требованиями вашего приложения.
    |
    */

    'failed'   => 'Имя пользователя и пароль не совпадают.',
    'throttle' => 'Слишком много попыток входа. Пожалуйста, попробуйте еще раз через :seconds секунд.',
    'unknown' => 'Возникла неизвестная ошибка',
    'name'  => 'Имя пользователя',
    'password' => 'Пароль',
    'password_confirmation' => 'Подтвердите пароль',
    'email' => 'E-Mail',
    'login' => 'Войти',
    'remember' => 'Запомнить меня',
    'forgot' => 'Я забыл свой пароль',
    'minutes' => ' минут',
    'signup' => 'Зарегистрироваться',
    'reset' => 'Сбросить пароль',
    'send_reset' => 'Отправить ссылку сброса пароля',
    'logout' => 'Выйти',

    'verify' => [
        'title' => 'Подтвердить адрес электронной почты',
        'success' => 'Новая ссылка для подтверждения была отправлена на электронную почту',
        'before' => 'Чтобы продолжить, проверьте электронную почту на наличие письма',
        'not_receive' => 'Если письмо не пришло',
        'click' => 'нажмите сюда для повторной отправки'
    ]
];
