<?php
/**
 * Created by PhpStorm.
 * User: kuzyt
 * Date: 26.04.2019
 */

return [
    'title' => [
        'fallback' => 'Категории', // используется, если нужный ключ пуст
        'menu' => 'Категории',
        'display' => 'Список категорий',
        'edit' => 'Редактировать категорию',
        'create' => 'Создать новую категорию',
        'front' => 'Категории'
    ],

    'model' => [
        'id' => '#',
        'title' => 'Название',
        'content' => 'Содержимое',
        'parent' => 'Родитель'
    ],

    'empty' => 'Нет категорий.',
];
